/* Used when showing an invalid entry or input encountered when expecting a formal entry such as a number of date */
"\\U201c%@\\U201d" = "“%@”";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C" = "Vrijednost nije važeća.";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C.a" = "Vrijednost %@ nije važeća.";

/* NSKeyValueValidationError, suggestion string when a numeric value of an user input is invalid (for example too small or too large) */
"Err1024-R" = "Molimo, unesite važeću vrijednost.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C" = "Vrijednost nije važeća.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C.a" = "Vrijednost %@ nije važeća.";

/* NSFormattingError, message shown when the numeric value of an entry or input is too small */
"Err2048-C.an" = "Vrijednost je premala.";

/* NSFormattingError, message shown when the numeric value of an entry or input is too large */
"Err2048-C.ax" = "Vrijednost je prevelika.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-R" = "Molimo, unesite važeću vrijednost.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small */
"Err2048-R.n" = "Molimo, unesite broj veći od %@.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small or too large */
"Err2048-R.nx" = "Molimo, unesite broj između %1$@ i %2$@.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too large */
"Err2048-R.x" = "Molimo, unesite broj manji od %@.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.an" = "Vrijednost %@ je premala.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.ax" = "Vrijednost %@ je prevelika.";

/* NSFileLockingError */
"Err255-C" = "Datoteka se ne može zaključati.";

/* NSFileLockingError */
"Err255-R" = "Datoteka je možda već zaključana ili možda nemate dozvolu za zaključavanje.";

/* NSFileLockingError, argument is a file name */
"Err255.f" = "Datoteka “%@” se ne može zaključati.";

/* NSFileReadUnknownError */
"Err256" = "Datoteka se ne može otvoriti.";

/* NSFileReadUnknownError, argument is a file name */
"Err256.f" = "Datoteka “%@” se ne može otvoriti.";

/* NSFileReadNoPermissionError */
"Err257" = "Datoteka se ne može otvoriti jer nemate potrebnu razinu pristupa.";

/* NSFileReadNoPermissionError */
"Err257-C" = "Nemate dozvolu.";

/* NSFileReadNoPermissionError; ; suggestion applies to files or folders, hence the use of the word item */
"Err257-R" = "Za pregled ili promjenu dozvola, označite stavku u Finderu i odaberite Datoteka > Učitaj info.";

/* NSFileReadNoPermissionError, argument is a file name */
"Err257.f" = "Datoteka “%@” se ne može otvoriti jer nemate potrebnu razinu pristupa.";

/* NSFileReadInvalidFileNameError */
"Err258-C" = "Naziv datoteke nije važeći.";

/* NSFileReadInvalidFileNameError, argument is a file or folder name */
"Err258.f" = "Stavka se ne može otvoriti jer naziv datoteke “%@” nije važeći.";

/* NSFileReadCorruptFileError */
"Err259" = "Datoteka se ne može otvoriti jer nije u ispravnom formatu.";

/* NSFileReadCorruptFileError */
"Err259-C" = "Datoteka nije u ispravnom formatu.";

/* NSFileReadCorruptFileError */
"Err259-R" = "Datoteka je možda oštećena, skraćena ili u formatu koji nije očekivan.";

/* NSFileReadCorruptFileError, argument is a file name */
"Err259.f" = "Datoteka “%@” se ne može otvoriti jer nije u ispravnom formatu.";

/* NSFileReadNoSuchFileError */
"Err260" = "Datoteka se ne može otvoriti jer ne postoji.";

/* NSFileReadNoSuchFileError */
"Err260(Folder).f" = "Mapa “%@” ne postoji.";

/* NSFileReadNoSuchFileError */
"Err260-C" = "Datoteka ne postoji.";

/* NSFileReadNoSuchFileError */
"Err260-C(Folder)" = "Mapa ne postoji.";

/* NSFileReadNoSuchFileError, argument is a file name */
"Err260.f" = "Datoteka “%@” se ne može otvoriti jer ne postoji.";

/* NSFileReadInapplicableStringEncodingError */
"Err261" = "Datoteka se ne može otvoriti pomoću navedene pretvorbe teksta.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-C" = "Navedena pretvorba teksta nije primjenjiva.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261-C.e" = "Pretvorba teksta %@ nije primjenjiva.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-R" = "Datoteka je možda spremljena pomoću drugačije pretvorbe teksta, ili možda nije tekstualna datoteka.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.e" = "Datoteka se ne može otvoriti pomoću pretvorbe teksta %@.";

/* NSFileReadInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.ef" = "Datoteka “%2$@” se ne može otvoriti pomoću pretvorbe teksta %1$@.";

/* NSFileReadUnsupportedSchemeError */
"Err262" = "Datoteka se ne može otvoriti jer navedena vrsta URL-a nije podržana.";

/* NSFileReadUnsupportedSchemeError */
"Err262-C" = "Navedena vrsta URL-a nije podržana.";

/* NSFileReadUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err262.fu" = "Datoteka “%1$@” se ne može otvoriti jer URL vrste %2$@ nije podržan.";

/* NSFileReadUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err262.u" = "Datoteka se ne može otvoriti jer URL vrste %@ nije podržan.";

/* NSFileReadTooLargeError */
"Err263" = "Datoteka se ne može otvoriti jer je prevelika.";

/* NSFileReadTooLargeError, reason string */
"Err263-C" = "Datoteka je prevelika.";

/* NSFileReadTooLargeError, argument is a file name */
"Err263.f" = "Datoteka “%@” se ne može otvoriti jer je prevelika.";

/* NSFileReadUnknownStringEncodingError */
"Err264" = "Datoteka se ne može otvoriti jer nije moguće utvrditi pretvorbu sadržanog teksta.";

/* NSFileReadUnknownStringEncodingError, reason string */
"Err264-C" = "Pretvorba teksta navedenog sadržaja ne može se utvrditi.";

/* NSFileReadUnknownStringEncodingError, recovery suggestion */
"Err264-R" = "Datoteka se možda može otvoriti ukoliko navedete pretvorbu teksta.";

/* NSFileReadUnknownStringEncodingError, argument is a file name */
"Err264.f" = "Datoteka “%@” se ne može otvoriti jer nije moguće utvrditi pretvorbu teksta unutar navedenog sadržaja.";

/* NSUserCancelledError */
"Err3072-C" = "Postupak je poništen.";

/* NSPropertyListCorruptError */
"Err3840" = "Podaci se ne mogu čitati jer su oštećeni.";

/* NSPropertyListCorruptError */
"Err3840-C" = "Podaci su oštećeni.";

/* NSPropertyListUnknownVersionError */
"Err3841" = "Podaci se ne mogu čitati jer su u formatu kojeg ova aplikacija ne razumije.";

/* NSPropertyListUnknownVersionError */
"Err3841-C" = "Podaci su u formatu kojeg ova aplikacija ne razumije.";

/* NSPropertyListReadStreamError */
"Err3842" = "Podaci se ne mogu čitati jer je došlo do greške na ishodištu podataka.";

/* NSPropertyListReadStreamError */
"Err3842-C" = "Došlo je do greške u ishodištu podataka.";

/* NSPropertyListWriteStreamError */
"Err3851" = "Podaci se ne mogu zapisati jer je došlo do greške na odredištu za podatke.";

/* NSPropertyListWriteStreamError */
"Err3851-C" = "Došlo je do greške na odredištu podataka.";

/* NSFileNoSuchFileError, argument is a folder name */
"Err4(Folder).f" = "Mapa “%@” ne postoji.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4(Remove).f" = "“%@” se ne može ukloniti.";

/* NSFileNoSuchFileError */
"Err4-C" = "Datoteka ne postoji.";

/* NSFileNoSuchFileError, applied to a folder */
"Err4-C(Folder)" = "Mapa ne postoji.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4.f" = "Datoteka “%@” ne postoji.";

/* NSFileWriteUnknownError */
"Err512" = "Datoteka se ne može spremiti.";

/* NSFileWriteUnknownError, when the save of the specified file fails because the backup file for the saved file can't be created or updated */
"Err512(Backup).f" = "Datoteka “%1$@” ne može se spremiti jer se datoteka sigurnosne kopije ne može ažurirati.";

/* NSFileWriteUnknownError, first argument is the source, second argument is the destination */
"Err512(Copy).fp" = "“%1$@” se ne može kopirati u “%2$@”.";

/* NSFileWriteUnknownError, first arg: source, second arg: destination */
"Err512(Link).fp" = "“%1$@” se ne može povezati s “%2$@”.";

/* NSFileWriteUnknownError, first arg: source file, second arg: destination file */
"Err512(Move).fp" = "“%1$@” se ne može premjestiti u “%2$@”.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512(Remove).f" = "“%@” se ne može ukloniti.";

/* NSFileWriteUnknownError, when the save of a file fails because the backup file can't be created or updated */
"Err512-C(Backup)" = "Datoteka sigurnosne kopije ne može se spremiti.";

/* NSFileWriteUnknownError, recovery suggestion for when the save of a file fails because the backup file can't be created or updated */
"Err512-R(Backup)" = "Datoteka sigurnosne kopije je zaključana ili možda nemate dozvolu za spremanje. Za pregled ili promjenu dozvola, označite stavku u Finderu i odaberite Datoteka > Učitaj info.";

/* NSFileWriteUnknownError, arguments are folder name where the file was going to be saved, and file name */
"Err512.df" = "Datoteka “%2$@” se ne može spremiti u mapu “%1$@”.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512.f" = "Datoteka “%@” se ne može spremiti.";

/* NSFileWriteNoPermissionError */
"Err513" = "Datoteka se ne može spremiti jer nemate potrebnu dozvolu.";

/* NSFileWriteNoPermissionError, first argument is the source, second argument is the destination */
"Err513(Copy).fp" = "“%1$@” se ne može kopirati jer nemate potrebnu razinu pristupa za “%2$@”.";

/* NSFileWriteNoPermissionError, first arg: source, second arg: destination */
"Err513(Link).fp" = "“%1$@” se ne može povezati jer nemate potrebnu razinu pristupa za “%2$@”.";

/* NSFileWriteNoPermissionError, first arg: source file, second arg: destination file */
"Err513(Move).fp" = "“%1$@” se ne može premjestiti jer nemate potrebnu razinu pristupa za “%2$@”.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513(Remove).f" = "“%@” se ne može ukloniti jer nemate potrebnu razinu pristupa.";

/* NSFileWriteNoPermissionError */
"Err513-C" = "Nemate dozvolu.";

/* NSFileWriteNoPermissionError; suggestion applies to files or folders, hence the use of the word item */
"Err513-R" = "Za pregled ili promjenu dozvola, označite stavku u Finderu i odaberite Datoteka > Učitaj info.";

/* NSFileWriteNoPermissionError, arguments are folder name where the file was going to be saved, and file name */
"Err513.df" = "Nemate dozvolu za spremanje datoteke “%2$@” u mapu “%1$@”.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513.f" = "Nemate dozvolu za spremanje datoteke “%@”.";

/* NSFileWriteInvalidFileNameError */
"Err514" = "Stavka se ne može spremiti jer naziv datoteke nije važeći.";

/* NSFileWriteInvalidFileNameError, argument is a file name */
"Err514(Remove).f" = "Stavka se ne može ukloniti jer naziv datoteke “%@” nije važeći.";

/* NSFileWriteInvalidFileNameError */
"Err514-C" = "Naziv datoteke nije važeći.";

/* NSFileWriteInvalidFileNameError, argument is a file or folder name */
"Err514.f" = "Stavka se ne može spremiti jer naziv datoteke “%@” nije važeći.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517" = "Datoteka se ne može spremiti pomoću navedene pretvorbe teksta.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-C" = "Navedena pretvorba teksta nije primjenjiva.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517-C.e" = "Pretvorba teksta %@ nije primjenjiva.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-R" = "Ako je moguće, odaberite drugačiju pretvorbu teksta.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.e" = "Datoteka se ne može spremiti pomoću pretvorbe teksta %@.";

/* NSFileWriteInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.ef" = "Datoteka “%2$@” se ne može spremiti pomoću pretvorbe teksta %1$@.";

/* NSFileWriteUnsupportedSchemeError */
"Err518" = "Datoteka se ne može spremiti jer navedena vrsta URL-a nije podržana.";

/* NSFileWriteUnsupportedSchemeError */
"Err518-C" = "Navedena vrsta URL-a nije podržana.";

/* NSFileWriteUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err518.fu" = "Datoteka “%1$@” se ne može spremiti jer URL vrste %2$@ nije podržan.";

/* NSFileWriteUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err518.u" = "Datoteka se ne može spremiti jer URL vrste %@ nije podržan.";

/* NSFileWriteOutOfSpaceError */
"Err640" = "Datoteka se ne može spremiti jer nema dovoljno prostora.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Copy).fp" = "“%1$@” se ne može kopirati u “%2$@” jer nema dovoljno prostora.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Link).fp" = "“%1$@” se ne može povezati s “%2$@” jer nema dovoljno prostora.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Move).fp" = "“%1$@” se ne može premjestiti u “%2$@” jer nema dovoljno prostora.";

/* NSFileWriteOutOfSpaceError */
"Err640-C" = "Nema dovoljno prostora.";

/* NSFileWriteOutOfSpaceError, argument is volume name */
"Err640-C.v" = "Na pogonu “%@” nema slobodnog prostora.";

/* NSFileWriteOutOfSpaceError */
"Err640-R" = "Uklonite neke datoteke s pogona i pokušajte ponovno.";

/* NSFileWriteOutOfSpaceError, argument is a file name */
"Err640.f" = "Ne možete spremiti datoteku “%@” jer nema dovoljno prostora.";

/* NSFileWriteOutOfSpaceError, arguments are file name and volume name */
"Err640.fv" = "Ne možete spremiti datoteku “%1$@” jer na pogonu “%2$@” nema slobodnog prostora.";

/* NSFileWriteVolumeReadOnlyError */
"Err642" = "Datoteka se ne može spremiti jer se pogon može samo čitati.";

/* NSFileWriteVolumeReadOnlyError */
"Err642-C" = "Pogon se može samo čitati.";

/* NSFileWriteVolumeReadOnlyError, argument is volume name */
"Err642-C.v" = "Pogon “%@” može se samo čitati.";

/* NSFileWriteVolumeReadOnlyError */
"Err642-R" = "Pokušajte spremiti datoteku na drugi pogon.";

/* NSFileWriteVolumeReadOnlyError, argument is a file name */
"Err642.f" = "Ne možete spremiti datoteku “%@” jer se pogon može samo čitati.";

/* NSFileWriteVolumeReadOnlyError, arguments are file name and volume name */
"Err642.fv" = "Ne možete spremiti datoteku “%1$@” jer se pogon “%2$@” može samo čitati.";

/* A fallback error message. %@ is the error domain name, %ld is the error number */
"The operation couldn\\U2019t be completed. (%1$@ error %2$ld.)" = "Postupak se ne može dovršiti. (%1$@ greška %2$ld.)";

